Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Tühista kõik radade valikud
fi: Peru kaikkien kappaleiden valinta

source: _Redigeeri raja andmeid
fi: _Muokkaa kappaletietoja

source: Redigeeri valitud radade andmeid
fi: Muokkaa valittujen kappaleiden tietoja

source: Omadused
fi: Ominaisuudet

source: _Lisa esitusloendisse
fi: Lisää _soittolistaan

source: _Eemalda
fi: _Poista

source: Eemalda valitud rada (rajad) sellest allikast
fi: Poista valitut kappaleet tästä lähteestä

source: Eemalda _kogust
fi: Poista _kirjastosta

source: Eemalda valitud rada (rajad) kogust
fi: Poista valitut kappaleet kirjastosta

source: _Kustuta kettalt
fi: _Poista laitteelta

source: Kustuta valitud kirje(d) andmekandjalt jäädavalt
fi: Poista valitut kohdat pysyvästi taltiolta

source: _Otsi
fi: _Etsi

source: Otsi kindlale kriteeriumile vastavaid kirjeid
fi: Etsi kappaleita, jotka vastaavat hakuehtoja

source: Sobiva _albumi järgi
fi: Samalta _levyltä

source: Sobiva _esitaja järgi
fi: Samalta _esittäjältä

source: Otsi selle esitaja kõiki lugusid
fi: Etsi kaikki tämän esittäjän kappaleet

source: _Kustuta asukohast "{0}"
fi: _Poista lähteestä {0}

source: Kausta ei leitud.
fi: Kansiota ei löydy.

source: Kontrolli, kas see lugu kuulub albumisse, mis on loodud eri esitajate poolt
fi: Valitse, jos tämä kappale kuuluu levylle, jolla on useiden esittäjien kappaleita

source: See väärtus määrab albumite sorteerimise; kui sa sisestad "Various Artists" siis see album asub samas asukohas teiste "V" albumitega.
fi: Tämä arvo vaikuttaa levyn järjestämiseen. Jos arvona on ”Useita artisteja”, levy järjestetään muiden U:lla alkavien levyjen joukkoon.

source: Peamine
fi: Perustiedot

source: Raja _pealkiri:
fi: _Kappaleen nimi:

source: Raja _artist:
fi: Kappaleen _esittäjä:

source: Albu_mi pealkiri:
fi: Levyn _nimi:

source: Ž_anr:of
fi: T_yyli:of

source: Raja _number:Automatically set disc number and count
fi: _Kappalenumero:Automatically set disc number and count

source: _Plaadi number:
fi: Levyn nu_mero:

source: _Aasta:
fi: _Vuosi:

source: _Hinnang:
fi: _Arvostelu:

source: Ekstra
fi: Lisätiedot

source: H_elilooja:
fi: _Säveltäjä:

source: _Dirigent:
fi: _Kapellimestari:

source: _Grupeerimine:
fi: _Ryhmittely:

source: Löök_i minutis:
fi: _BPM:

source: _Autoriõigus:
fi: T_ekijänoikeudet:

source: _Litsentsi URI:
fi: _Lisenssin URI:

source: Ko_mmentaar:
fi: K_ommentti:

source: Abi
fi: Ohje

source: Sõnad
fi: Sanoitus

source: Jätka järgmise looga pealkirja muutmiseks
fi: Siirry seuraavaan kappaleeseen ja muokkaa sen otsikkoa

source: Järjestus
fi: Järjestely

source: Loo pealkirja sortimine:
fi: Järjestä kappaleen nimi:

source: Faili nimi:
fi: Tiedostonimi:

source: Kataloog:
fi: Kansio:

source: Täpne asukoht:
fi: Koko polku:

source: Kestus:
fi: Kesto:

source: Audio bitivoog:
fi: Äänen bittinopeus:

source: Heli kvaliteedi tase:
fi: Äänen näytteenottotaajuus:

source: Audiokanalid:
fi: Äänikanavia:

source: Biti sämpli kohta:
fi: Bittiä näytettä kohti:

source: Video mõõtmed:
fi: Videokuvan koko:

source: {0} koodek:
fi: {0}-koodekki:

source: Konteinervormingud:
fi: Säiliömuodot:

source: Imporditi:
fi: Tuotu:

source: Viimati mängiti:
fi: Viimeksi soitettu:

source: Esitusi kokku:
fi: Soittokerrat:

source: Vahelejätmisi kokku:
fi: Ohitettu:

source: Punkte:
fi: Pisteet:

source: Faili suurus:
fi: Tiedoston koko:

source: baiti
fi: tavua

source: Raja redaktor
fi: Kappalemuokkain

source: Raja omadused
fi: Kappaleen ominaisuudet

source: Näita eelmist lugu
fi: Näytä edellinen kappale

source: Näita järgmist lugu
fi: Näytä seuraava kappale

source: Pealkiri:
fi: Nimi:

source: Esitaja:
fi: Esittäjä:

source: Album:
fi: Levy:

source: Sünkroniseeri kõik välja _väärtused
fi: Synkronoi kaikkien kenttien _arvot

source: Redigeerimine {0} / {1}
fi: Muokataan {0}/{1} kohdetta

source: Sule _ilma salvestamata
fi: Sulje _tallentamatta

source: _Ekvalaiser
fi: _Taajuuskorjain

source: Kuva graafiline ekvalaiser
fi: Näytä taajuuskorjain

source: _Kontekstipaneel
fi: _Kontekstipaneeli

source: Sisene või lahku täisekraan režiimist
fi: Siirry tai poistu kokoruututilasta

source: Näita kaane _kujundust
fi: Näytä _kansikuvat

source: {0}raadios{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}
fi: {0}/{1} {2}from {album} by {artist}" type string, and {1} is the "on {radio station name}

source: {0}esitajalt{1} {2} {0}plaadilt{1} {3}
fi: {0}esittäjä{1} {2} {0}levyltä{1} {3}

source: {0}plaadilt{1} {2}
fi: {0}levyltä{1} {2}

source: {0}esitajalt{1} {2}
fi: {0}esittäjä{1} {2}

source: Peata operatsioon
fi: Keskeytä toiminto

source: Peata {0}
fi: Pysäytä {0}

source: Jätka {0}
fi: Jatka {0}

source: Peatamine...
fi: Pysäytetään...

source: Impordi kogusse faile
fi: Tuo tiedostoja kirjastoon

source: Meediafailid
fi: Mediatiedostot

source: Kohalikud failid
fi: Paikalliset tiedostot

source: Failid
fi: Tiedostot

source: _Vali failid...
fi: _Valitse tiedostot...

source: Kataloogide importimine kogusse
fi: Tuo kansioita kirjastoon

source: Kohalikud kataloogid
fi: Paikalliset kansiot

source: Kataloogid
fi: Kansiot

source: Meedia importimine kogusse
fi: Tuo mediatiedostoja kirjastoon

source: Sinu meediakogu on tühi. Sa võid uut muusikat ja videoid importida nüüd või teha seda hiljem.
fi: Musiikkikirjastosi on tyhjä. Voit tuoda musiikkia ja videoita kirjastoon heti tai myöhemmin.

source: Ära näita seda dialoogi uuesti
fi: Älä näytä tätä uudestaan

source: Profiile pole saadaval
fi: Profiileja ei saatavilla

source: Laiendatud
fi: Lisäasetukset

source: {0} seadistamine
fi: Määritellään {0}

source: Ekspordi lugude nimekiri
fi: Vie soittolista

source: Ekspordi
fi: Vie

source: Vali vorming:
fi: Valitse muoto:

source: Vali meediakogu asukoht
fi: Valitse kirjaston sijainti

source: Lähtesta
fi: Nollaa

source: Allikas:
fi: Lähde:

source: Eelistusi ei saa näidata
fi: Asetuksia ei voitu näyttää

source: Eelistuste teenust ei leitud.
fi: Asetuspalvelua ei löytynyt.

source: Uus nutikas nimekiri
fi: Uusi älysoittolista

source: Lugude nimekirja _nimi:
fi: Soittolistan _nimi:

source: Ava redigeerijas
fi: Avaa muokkaimessa

source: Loo ja salvesta
fi: Luo ja tallenna

source: Määramata
fi: Ei asetettu

source: Brauser vasakul
fi: Selain vasemmalla

source: Näita artisti/albumi brauserit lugude nimekirjast vasakul
fi: Näytä esittäjä- ja albumiselain kappalelistan vasemmalla puolella

source: Brauser üleval
fi: Selain yläpuolella

source: Näita artisti/albumi brauserit lugude nimekirja kohal
fi: Näytä esittäjä- ja albumiselain kappalelistan yläpuolella

source: Näita brauserit
fi: Näytä selain

source: Näita või peida artisti/albumi brauser
fi: Näytä tai piilota esittäjä- ja levyselain

source: {0} laadimine...
fi: Ladataan {0}...

source: Sisesta plaat
fi: Laita levy asemaan

source: Puhasta otsing
fi: Tyhjennä haku

source: Ühendumine...
fi: Yhdistetään...

source: Puhverdamine
fi: Puskuroidaan

source: Seade
fi: Laite

source: Color"), "black
fi: SukupolviColor"), "black

source: Maht
fi: Koko

source: Saadaval
fi: Käytettävissä

source: SeerianumberProduced onFirmwareCapabilities"), String.Join (",
fi: SarjanumeroProduced onFirmwareCapabilities"), String.Join (",

source: Toetab kaanekujundust
fi: Tukee kansikuvia

source: Toetab fotosid
fi: Tukee valokuvia

source: Raja pikkus on null
fi: Kappaleen kesto on nolla

source: iPodi sünkroniseerimine
fi: Synkronoidaan iPodia

source: Ettevalmistused sünkroniseerimiseks...
fi: Valmistellaan synkronointia...

source: Meedia andmebaasi kirjutamine
fi: Kirjoitetaan mediatietokantaa

source: Seadmed
fi: Laitteet

source: Seadme omadused
fi: Laitteen ominaisuudet

source: Toode
fi: Tuote

source: {0} laadimine
fi: Ladataan {0}

source: Jah
fi: Kyllä

source: Viga faili teisendamisel
fi: Virhe tiedostoa muunnettaessa

source: Sünkroonimise eelistused
fi: Synkronoinnin asetukset

source: Kas sa oled kindel, et tahad jätkata?
fi: Haluatko varmasti jatkaa?

source: Radade eemaldamine
fi: Poista kappaleet

source: Audio
fi: Musiikki

source: Vaba ruum
fi: Vapaa tila

source: {0} sätted
fi: Laitteen {0} ominaisuudet

source: Seadme nimi
fi: Laitteen nimi

source: Kodeeri vormingusse
fi: Koodausmuoto

source: Kasutatud maht
fi: Käytetty tila

source: Laiendatud üksikasjad
fi: Yksityiskohdat

source: Käsitsi haldus
fi: Hallitse manuaalisesti

source: Terve kogu sünkroonimine
fi: Synkronoi koko kirjasto

source: Sünkroniseeri "{0}"
fi: Synkronoi lähteestä ”{0}”

source: Impordi ostetud muusikat
fi: Tuo ostettua musiikkia

source: Ühenda lahti
fi: Katkaise yhteys

source: {0} ühenduse katkestamine...
fi: Katkaistaan yhteys {0}...

source: Ostetud muusika
fi: Ostettu musiikki

source: Toetab esitusnimekirju
fi: Tukee soittolistoja

source: Rockbox seade
fi: Rockbox-laite

source: Helinad
fi: Soittoäänet

source: MTP seadme toe lehtäestamisel ilmnes tõrge
fi: Virhe MTP-laitetuen alustamisessa

source: Versioon
fi: Versio

source: Aku tase
fi: Akun taso

source: Laen {0} - {1} {2}-st
fi: Ladataan {0} - {1}/{2}

source: Amazon MP3 ostud
fi: Amazon-MP3-ostokset

source: Amazonase MP3-d
fi: Amazon-MP3-tiedostot

source: Amazon MP3 poest ostetud lood
fi: Amazonin MP3-kaupasta ostetut kappaleet

source: Lae alla Amazon MP3 ost
fi: Lataa Amazonista ostettu MP3

source: Amazonase MP3 failid
fi: Amazon-MP3-tiedostot

source: Amazon MP3 ost
fi: Amazon-MP3-ostos

source: _Vali failid
fi: Valitse tiedostot

source: Amazonase MP3 pood
fi: Amazonin MP3-kauppa

source: Riik
fi: Maa

source: Millist Amazon'i MP3 poodi kasutada vaikimisi.
fi: Mitä Amazon-MP3-kauppaa käytetään oletuksena.

source: Automaatiline (Geograafiline IP avastamine)Canada (amazon.ca)"), "CA
fi: Automaattinen (Geo IP -tunnistus)Canada (amazon.ca)"), "CA

source: Prantsusmaa (amazon.fr)
fi: Ranska (amazon.fr)

source: Saksamaa, šveits, Austria (amazon.de)
fi: Saksa, Sveitsi, Itävalta (amazon.de)

source: Jaapan (amazon.co.jp)
fi: Japani (amazon.co.jp)

source: Ühendkuningriigid (amazon.co.uk)
fi: Yhdistynyt kuningaskunta (amazon.co.uk)

source: Ameerika Ühendriigid (amazon.com)
fi: Yhdysvallat (amazon.com)

source: Otsi Amazon'i MP3 poodi
fi: Etsi Amazonin MP3-kaupasta

source: Kuidas sinu ostud toetavad GNOME
fi: Kuinka ostosi tukevat Gnomea

source: Ava raamat
fi: Avaa kirja

source: Plaatide ühendamine
fi: Yhdistä levyt...

source: Jätka selle audioraamatu esitamist
fi: Jatka tämän äänikirjan soittamista

source: Autor:
fi: Tekijä:

source: Raamatu pealkiri:
fi: Kirjan nimi:

source: Autor
fi: Tekijä

source: Autori initsiaalid
fi: Tekijän etukirjain

source: Raamatu pealkiri
fi: Kirjan nimi

source: Audioraamatud
fi: Äänikirjat

source: Otsi audioraamatuid
fi: Etsi äänikirjoja

source: Audioraamatute kaust
fi: Äänikirjojen kansio

source: Jätka taasesitust
fi: Jatka soittoa

source: Järjehoidjat pole määratud
fi: Yhtään kirjanmerkkiä ei ole tehty

source: Tuvasta lööki minutis (BPM)
fi: Tunnistetaan BPM:ää

source: _Avasta
fi: _Tunnista

source: _Koputa
fi: _Naputa

source: Luba Bansheel tuvastada loo löökide arv minutis (BPM)
fi: Bansheen yrittää tämän kappaleen BPM:n automaattista tunnistusta

source: Selle laulu esitamine
fi: Soita tämä kappale

source: Vajuta seda nuppu rütmiliselt, et määrata loole löökide arv minutis (BPM) käsitsi
fi: naputa tätä painiketta kappaleen rytmissä BPM:n asettamiseksi manuaalisesti

source: _Automaatselt tuvasta löökide arv minutis (BPM) kõigil lugudel
fi: Tunnista kaikkien kappaleiden BPM _automaattisesti

source: Tuvasta löökide arv minutis kõigil lugudel, millele pole veel BPM väärtust määratud
fi: Tunnista BPM (iskuja sekunnissa) kaikille kappaleille, joilla ei vielä ole asetettua arvoa

source: Laadi alla kaanekujundus
fi: Noudetaan kansikuvia

source: Jagatud muusika
fi: Jaettu musiikki

source: Jagatud muusika katkestati ühendus
fi: Yhteys musiikkijakoon on katkaistu

source: Jagatud muusikaga pole võimalik ühenduda
fi: Musiikkijakoon ei saada yhteyttä

source: Tagasi
fi: Takaisin

source: Ühendumise vigade tavalised põhjused:
fi: Yleisiä syitä yhteysvirheeseen:

source: Sisselogimine katkestati
fi: Sisäänkirjautuminen keskeytettiin

source: Selle jagamisega on liiga palju kasutajaid ühenduses
fi: Liian monta käyttäjää on yhteydessä tähän jakoon

source: Sind ei ühendata enam sellesse muusika jagamisse
fi: Et ole enää yhteydessä tähän jakoon

source: Proovi uuesti ühendada
fi: Yritä yhdistää uudestaan

source: Logi muusika jagamisse sisse
fi: Kirjaudu sisään musiikkijakoon

source: Autentimine nõutud
fi: Tunnistautuminen vaaditaan

source: Logi sisse
fi: Kirjaudu sisään

source: Ühendamine asukohta {0}.
fi: Yhdistetään jakoon {0}

source: Lisa kaugtöölaua DAAP server
fi: Lisää DAAP-etäpalvelin

source: Lisa uus augtöölaua DAAP server
fi: Lisää uusi DAAP-etäpalvelin

source: Sisselogimine asukohta {0}.
fi: Kirjaudutaan sisään jakoon {0}.

source: Esitusloendi laadimine
fi: Ladataan soittolistoja

source: Ava kaugtöölaua DAAP server
fi: Avaa DAAP-etäpalvelin

source: Sisesta serveri IP aadress ja port:
fi: Syötä palvelimen IP-osoite ja portti:

source: Allalaadimised
fi: Lataukset

source: Lähtestamine...
fi: Alustetaan...

source: Allalaadimiste katkestamine
fi: Perutaan noudot

source: Allalaadimiste lõpetamise ootamine...
fi: Odotetaan noutojen keskeytystä...

source: eMusic failid
fi: eMusic-tiedostot

source: eMusic palad
fi: eMusic-kappaleet

source: Failisüsteemi järjekord
fi: Tiedostojärjestelmän jono

source: Puhasta
fi: Tyhjennä

source: Eemalda kõik lood failisüsteemi järjekorrast
fi: Poista kaikki kappaleet tiedostojärjestelmän jonosta

source: Puhasta väljumisel
fi: Tyhjennä lopetettaessa

source: Puhasta failisüsteemi järjekord väljumisel
fi: Tyhjennä tiedostojärjestelmän jono lopetettaessa

source: Albumi duplikaadid
fi: Levyjen kaksoiskappaleet

source: Kuvatakse albumid, mis peaksid olema ühendatud. Iga rea jaoks klõpsa soovitud zanril , et muuta see 'rasvaseks' või ära märgi seda, et ei tehtaks midagi.
fi: Näytetään levyt, jotka pitäisi luultavasti yhdistää. Napsauta joka rivillä haluttua nimeä sen lihavoimiseksi tai poista merkintä, jolloin ei tehdä mitään.

source: Esitaja duplikaadid
fi: Esittäjien kaksoiskappaleet

source: Kuvatakse artistid, mis peaksid olema ühendatud. Iga rea jaoks klõpsa soovitud zanril , et muuta see 'rasvaseks' või ära märgi seda, et ei tehtaks midagi.
fi: Näytetään esittäjät, jotka pitäisi luultavasti yhdistää. Napsauta joka rivillä haluttua nimeä sen lihavoimiseksi tai poista merkintä, jolloin ei tehdä mitään.

source: Paranda muusika metaandmed...
fi: Korjaa musiikin metatietoja...

source: Metateabe parandaja
fi: Metatietojen korjaus

source: Probleemi tüüp:
fi: Ongelman tyyppi:

source: Rakenda märgitud parandused
fi: Toteuta valitut korjaukset

source: Žanri duplikaadid
fi: Tyylien kaksoiskappaleet

source: Kuvatakse zanrid, mis peaksid olema ühendatud. Iga rea jaoks klõpsa soovitud zanril , et muuta see 'rasvaseks' või ära märgi seda, et ei tehtaks midagi.
fi: Näytetään tyylit, jotka pitäisi luultavasti yhdistää. Napsauta joka rivillä haluttua nimeä sen lihavoimiseksi tai poista merkintä, jolloin ei tehdä mitään.

source: , The
fi: a_BAR_an_BAR_the, The

source: Kas parandada?
fi: Korjataanko?

source: Veebilehe avamine
fi: Avaa verkkosivu

source: Külasta Archive.org lehte
fi: Vieraile Archive.orgissa

source: Telli
fi: Tilaa

source: Interneti arhiiv: {0}
fi: Internet Archive: {0}

source: Proovi uuesti
fi: Yritä uudestaan

source: Andmete hankimisel internetist ilmnes tõrge
fi: Virhe haettaessa kohteen tietoja Internet Archivesta

source: Toimumispaik:
fi: Paikka:

source: Asukoht:
fi: Sijainti:

source: Kuupäev:
fi: Päiväys:

source: Aasta:
fi: Vuosi:

source: Avaldaja:
fi: Julkaisija:

source: Võtmesõnad:
fi: Avainsanat:

source: Litsentsi URL:
fi: Lisenssin URL:

source: Keel:
fi: Kieli:

source: Allalaadimisi kokku:
fi: Latauksia yhteensä:

source: Allalaadisi möödunud kuul:
fi: Latauksia viime kuussa:

source: Allalaadisi möödunud nädalal:
fi: Latauksia viime viikolla:

source: Lisatud:
fi: Lisätty:

source: Lisas:
fi: Lisääjä:

source: Kollektsioonid:
fi: Kokoelmat:

source: Kaastöötaja:
fi: Tekijä:

source: Lindistanud:
fi: Tallentaja:

source: Pärilikkus:
fi: Sukuperä:

source: Ülekantud:
fi: Siirtäjä:

source: Ülevaated
fi: Arvostelut

source: {0} esitajalt {1} plaadilt {2}
fi: {0}, arvostelija {1} {2}

source: Kirjuta arvustus
fi: Kirjoita oma arvostelusi

source: Kollektsioon:
fi: Kokoelma:

source: Optiline päring
fi: Vapaaehtoinen kysely

source: Sorteeri:
fi: Järjestelyperuste:

source: Eelistatud meedia liigid
fi: Suositut mediatyypit

source: _Audio
fi: _Ääni

source: _Tekst
fi: _Teksti

source: Otsing...
fi: Etsi...

source: _Mine
fi: _Siirry

source: Ajalugu
fi: Historia

source: Klassikalised multifilmid
fi: Perinteiset piirretyt

source: Kõned
fi: Puheet

source: Lastele
fi: Lapsille

source: Poeesia
fi: Runous

source: Looja on USA
fi: Tekijä on Yhdysvallat

source: Vanad filmid
fi: Vanhat elokuvat

source: Uued LibriVoxilt
fi: Uutisia LibriVoxilta

source: Vanad tekstid
fi: Vanhat tekstit

source: Külasta interneti arhiivi internetist archive.org lehelt
fi: Vieraile Internet Archiven kotisivuilla osoitteessa archive.org

source: Filmid
fi: Elokuvat

source: Loengud
fi: Luennot

source: Kontserdid
fi: Konsertit

source: Raamatud
fi: Kirjat

source: Otsingutulemused
fi: Hakutulokset

source: Interneti arhiivi otsimine
fi: Haetaan Internet Archivesta

source: Vasted puuduvad
fi: Ei hakutuloksia.

source: Interneti arhiivi otsimisel ilmnes tõrge
fi: Virhe haettaessa Internet Archivesta

source: Hangita rohkem tulemusi interneti arhiivist?
fi: Haetaanko lisää tuloksia Internet Archivesta?

source: Hangi juurde
fi: Hae lisää

source: Looja
fi: Tekijä

source: Avaldaja
fi: Julkaisija

source: Vormingud
fi: Muodot

source: Lisatud
fi: Lisätty

source: Kogumik
fi: Kokoelma

source: Kaastööline
fi: Tekijät

source: Loodud
fi: Luotu

source: Vorming
fi: Muoto

source: ID
fi: Tunniste

source: Keel
fi: Kieli

source: Meedia liik
fi: Mediatyyppi

source: Liikuvad pildid
fi: Liikkuvaa kuvaa

source: Multikad ja animatsioonid
fi: Animaatio & piirretyt

source: Kunst ja muusika
fi: Taide & musiikki

source: Arvutid ja tehnoloogia
fi: Tietokoneet & tekniikka

source: Kultuur ja akadeemiline
fi: Kulttuuri- & akateemiset elokuvat

source: Lühikesed filmid
fi: Lyhytelokuvat

source: Koduvideod
fi: Kotivideot

source: Uudised ja avalikkus
fi: Uutiset & julkiset tapahtumat

source: Avatud lähtekoodiga filmid
fi: Avoimen lähdekoodin elokuvat

source: Prelingeri arhiivid
fi: Prelinger Archives

source: Vaimulik
fi: Henkisyys & uskonto

source: Spordivideod
fi: Urheiluvideot

source: Mänguvideod
fi: Videopelivideot

source: Videologid
fi: Vlogit

source: Noortemeedia
fi: Nuorisomedia

source: Tekstid
fi: Tekstit

source: Ameerika raamatukogud
fi: Amerikkalaiset kirjastot

source: Kanada raamatukogud
fi: Kanadalaiset kirjastot

source: Üldkogumik
fi: Yleinen kirjasto

source: Gutenbergi projekt
fi: Projekti Gutenberg

source: Laste kogumik
fi: Lastenkirjasto

source: Elumitmekesisuse päranduse raamatukogu
fi: Biodiversity Heritage Library

source: Lisakogud
fi: Muut kokoelmat

source: Audioraamatud ja poeesia
fi: Äänikirjat & runous

source: Tänulik surm
fi: Grateful Dead

source: Live muusika arhiiv
fi: Livemusiikin arkisto

source: Muusika ja kunstid
fi: Musiikki & taide

source: Mitte.ingliskeelne audio
fi: Ääni muilla kielillä kuin englanniksi

source: Avatud lähtekoodiga muusika
fi: Avoimen lähdekoodin ääni

source: Raadioprogrammid
fi: Radio-ohjelmat

source: Haridus
fi: Koulutus

source: Tarkvara
fi: Ohjelmistot

source: Selle nädala allalaadimised
fi: Latauksia tällä viikolla

source: Uusimad
fi: Uusimmat

source: Vanimad
fi: Vanhimmat

source: Raadio
fi: Radio

source: Lisa jaam
fi: Lisää asema

source: Lisa uus interneti raadiojaam või lugude nimekiri
fi: Lisää uusi internetradioasema tai soittolista

source: Sinu jaamade otsimine
fi: Etsi asemia

source: Redigeeri jaama
fi: Muokkaa asemaa

source: Jaam
fi: Asema

source: Palun sisesta kehtiv jaama URL
fi: Anna kelvollinen aseman URL

source: Palun sisesta jaamale zanr
fi: Syötä asemalle tyyli

source: Palun sisesta jaamale nimi
fi: Syötä asemalle nimi

source: Lisa uus raadiojaam
fi: Lisää uusi radioasema

source: Muuda raadiojaama
fi: Muokkaa radioasemaa

source: Sisesta raadiojaama zanr, pealkiri ja URL, mida soovid lisada. Kirjeldus pole kohustuslik.
fi: Syötä lisättävän radioaseman tyyli, nimi ja URL. Aseman kuvaus on vapaaehtoinen.

source: Jaama zanr
fi: Aseman tyyli:

source: Jaama nimi:
fi: Aseman nimi:

source: Voo URL:
fi: Virran URL:

source: Raadiojaama looja:
fi: Aseman perustaja:

source: Kirjeldus:
fi: Kuvaus:

source: Hinnang:
fi: Arvostelu:

source: Seadista Audioscrobbler pluginat
fi: Audioscrobbler-liitännäisen asetukset

source: Külasta _kasutajaprofiili
fi: Käy _käyttäjäprofiilin sivulla

source: Külasta Last.fm profiili
fi: Käy Last.fm-käyttäjäprofiilin sivulla

source: Ühendu
fi: Yhdistä

source: Vaata Last.fm-is
fi: Näytä Last.fm:ssä

source: Vaata selle artisti Last.fm lehte
fi: Näytä esittäjän Last.fm-sivu

source: Vaata artistist Vikipeedias
fi: Näytä esittäjä Wikipediassa

source: Leia see artist Vikipeedias
fi: Etsi esittäjän sivua Wikipediasta

source: Vaata artisti videosid
fi: Näytä esittäjän videot

source: Leia selle artisti videosid
fi: Etsi tämän esittäjän videoita

source: Soovitatud
fi: Kenelle suositellaan

source: Soovita seda artisti kellegile
fi: Suosittele tätä esittäjää

source: Vaata selle albumi Last.fm lehte
fi: Näytä tämän levyn Last.fm-sivu

source: Soovita seda albumit kellegile
fi: Suosittele tätä levyä

source: Vaata selle loo Last.fm lehte
fi: Näytä kappaleen Last.fm-sivu

source: Soovita seda lugu kellegile
fi: Suosittele tätä kappaletta

source: http://et.wikipedia.org/wiki/{0}
fi: http://en.wikipedia.org/wiki/{0}

source: Konto
fi: Käyttäjätili

source: _Kasutajanimi
fi: _Käyttäjätunnus

source: Loo Last.fm konto
fi: Avaa Last.fm-tili

source: Ava Last.fm veebibrauseris, et anda Bansheele volitused sinu kontoga töötamiseks
fi: Avaa Last.fm:n selaimessa ja antaa sinulle mahdollisuuden myöntää Bansheelle käyttöoikeus tiliisi

source: Logi Last.fm raadiojaama sisse
fi: Kirjaudu sisään Last.fm-palveluun

source: Sa pead lubama Bansheel ligipääsu sinu Last.fm kontosse.
fi: Bansheelle on annettava käyttöoikeus Last.fm-tiliisi.

source: Lõpeta sisselogimine
fi: Viimeistele kirjautuminen

source: Oled sisse loginud Last.fm raadiojaama kontoga {0}.
fi: Olet kirjautuneena Last.fm:ään käyttäjänä {0}.

source: Logi välja serverist Last.fm.
fi: Kirjaudu ulos Last.fm:stä

source: Viimati meeldinud
fi: Äskettäin rakastetut kappaleet

source: Viimati kuulatud
fi: Äskettäin soitetut kappaleet

source: Minu top artistid
fi: Suosituimmat esittäjäni

source: {0} esitust
fi: {0} soittoa

source: Kontosätted
fi: Tiliasetukset

source: Ühine Last.fm-iga
fi: Liity Last.fm-palveluun

source: Last.fm soovitused
fi: Last.fm-suositukset

source: Parimad albumid esitajalt {0}
fi: Esittäjän {0} suosituimmat levyt

source: Parimad palad esitajalt {0}
fi: Esittäjän {0} suosituimmat kappaleet

source: Soovitatud artistid
fi: Suositellut esittäjät

source: Sarnaseid artiste ei leitud
fi: Samankaltaisia esittäjiä ei löytynyt

source: {0}% sarnasus
fi: {0} % samankaltainen

source: Tundmatu sarnasus
fi: Samankaltaisuus ei ole selvillä

source: _Lisa raadiojaam...
fi: _Lisää asema...

source: Lisa uus Last.fm raadiojaamFans of" or "Similar to
fi: Lisää uusi Last.fm-radioasemaFans of" or "Similar to

source: Kuula {0} raadiojaamaFans of" or "Similar to
fi: Kuuntele asemaa ”{0}”Fans of" or "Similar to

source: Kuula Last.fm {0} raadiojaama selle artisti jaoks
fi: Kuuntele tämän esittäjän asemaa ”{0}”

source: Neile meeldib
fi: Esittäjän fanit

source: Sarnane
fi: Samankaltainen kuin

source: Lugu meeldib
fi: Rakasta kappaletta

source: Märgi üles, et see lugu meeldib
fi: Merkitse soiva kappale ihanaksi
